title: A3CarSim
css: main.css
css: top.css

Header @(id:1,header)
========================================

A3CarSim
----------------------------------------

A3CarSim

Menu @(id:1,menu)
========================================

@include('menu.mm')

Main @(id:1,main)
========================================

About
----------------------------------------

現在準備中です．

北海道情報大学のプログラミングコンテストの
カーレース部門で使用するカーシミュレーション
環境を公開しています．

連絡事項，NEWS
----------------------------------------

* 2011,08/11：車の性能に関して変更があります．
  詳しくは以下のページを見て下さい．
    + [車の性能の変更](./doc/CarRace/item01.html)

Footer @(id:1,footer)
========================================

footer


