title: ダウンロード版パッケージ

ダウンロード版パッケージ
========================================

(2011,11/02)遅くなってしまいましたが，先日質問に
来てくれた人のPCでJava Web Start版のプログラムが
起動しない問題が発生したので，ダウンロード版を急遽
公開します．Githubのサーバの容量がこころもとないため，
学内のサーバに置いてあります．学外からアクセスする
ためにはVPN接続を利用して下さい．

* Windows 32ビット版: [CarRace32-20111102.zip](http://procon.do-johodai.ac.jp/procon2011/CarRace32-20111102.zip)
* Windows 64ビット版: [CarRace64-20111102.zip](http://procon.do-johodai.ac.jp/procon2011/CarRace64-20111102.zip)

Windowsが32ビットか64ビットかによって異なるので，
自分の使用しているPCを調べて適切な方をダウンロード
して下さい．Java6またはJava7のSDKをインストール
しPATH環境変数を正しく設定してから，
解凍すると出てくる`CarRace.bat`をダブルックリック
して起動してみて下さい．

MacOSX版は用意しませんでしたが，必要だという人は
連絡下さい．

不明な点などあれば
プログラミングコンテスト実行委員<procon@do-johodai.ac.jp>
または，メーリングリスト<procon2011@ks1.org>にて連絡下さい．

